{
    "libros": [
        {
            "id": 1,
            "titulo": "Harry Potter And The Chamber Of Secrets",
            "autor": "ROWLING, JOANNE K.",
            "editorial": "Scholastic",
            "precio": 19990,
            "resena": "The Dursleys were so mean and hideous that summer that all Harry Potter wanted was to get back to the Hogwarts School for Witchcraft and Wizardry. But just as he's packing his bags, Harry receives a warning from a strange, impish creature named Dobby who says that if Harry Potter returns to Hogwarts, disaster will strike.And strike it does. For in Harry's second year at Hogwarts, fresh torments and horrors arise, including an outrageously stuck-up new professor, Gilderoy Lockhart, a spirit named Moaning Myrtle who haunts the girls' bathroom, and the unwanted attentions of Ron Weasley's younger sister, Ginny.",
            "especificaciones": {
                "categoria": "Literatura",
                "sub_categoria": "Young Readers",
                "idioma": "Inglés",
                "formato": "Tapa Blanda",
                "paginas": 352
            },
            "stock": 10,
            "imagen": "/assets/img/libros/literatura/harry-potter2.webp",
            "enEdicion": false,
            "enPromo": true
        },
        {
            "id": 2,
            "titulo": "Alas De Hierro",
            "autor": "YARROS, REBECCA",
            "editorial": "Planeta",
            "precio": 26990,
            "resena": "El segundo volumen de la serie Empíreo tras Alas de sangre. El fenómeno juvenil de fantasía del que todo el mundo habla. Todos esperaban que Violet Sorrengail muriera en su primer año en el Colegio de Guerra de Basgiath, incluso ella misma. Pero la Trilla fue tan solo la primera de una serie de pruebas imposibles destinadas a deshacerse de los pusilánimes, los indignos y los desafortunados. Ahora comienza el verdadero entrenamiento y Violet no sabe cómo logrará superarlo. No solo porque es brutal y agotador ni porque está diseñado para llevar al límite el umbral del dolor de los jinetes, sino porque el nuevo vicecomandante está empeñado en demostrar a Violet lo débil que es a menos que traicione al hombre que ama. Aunque el cuerpo de Violet es más frágil que el de sus compañeros, su fuerza radica en su ingenio y voluntad de hierro. Además, los líderes están olvidando la lección más importante que Basgiath les ha enseñado: los jinetes de dragones crean sus propias reglas. La voluntad de sobrevivir no será suficiente este año, porque Violet conoce el secreto que se oculta entre los muros del colegio y nada, ni siquiera el fuego de dragón, será suficiente para salvarlos.",
            "especificaciones": {
                "categoria": "Literatura",
                "sub_categoria": "Narrativa Fantastica",
                "idioma": "Español",
                "formato": "Tapa Blanda",
                "paginas": 880
            },
            "stock": 15,
            "imagen": "/assets/img/libros/literatura/Alas-De-Hierro.webp",
            "enEdicion": false,
            "enPromo": false
        },
        {
            "id": 3,
            "titulo": "El Niño Que Perdio La Guerra",
            "autor": "NAVARRO, JULIA",
            "editorial": "Plaza & Janés",
            "precio": 24990,
            "resena": "Clotilde, una artista gráfica que dibuja caricaturas para los diarios republicanos, asiste en Madrid a los últimos meses de la Guerra Civil. La caída de la República es inminente, por lo que su marido, militante comunista que trabaja para los rusos, decide enviar a Moscú a su hijo Pablo, de tan solo cinco años, en contra de su voluntad. Clotilde se resiste con todas sus fuerzas, pero no logra evitar que el comandante Borís Petrov emprenda ese arriesgado viaje por una España en llamas para cumplir con el deseo de su camarada de llevar a Pablo a la Unión Soviética, donde Stalin está levantando un nuevo país sobre las ruinas del antiguo régimen.",
            "especificaciones": {
                "categoria": "Novela",
                "sub_categoria": "Historica",
                "idioma": "Español",
                "formato": "Tapa Blanda",
                "paginas": 640
            },
            "stock": 20,
            "imagen": "/assets/img/libros/novelas/el-niño-que-perdio-la-guerra.webp",
            "enEdicion": false,
            "enPromo": false
        },
        {
            "id": 4,
            "titulo": "La Chica Oculta",
            "autor": "RILEY, LUCINDA",
            "editorial": "Plaza & Janés",
            "precio": 21990,
            "resena": "Nacida en un pequeño pueblo de Inglaterra, Leah Thompson crece para convertirse en una joven de belleza deslumbrante. Y, cuando capta la atención de la influyente pero conflictiva familia Delancey, sabe que su vida nunca volverá a ser la misma. Años más tarde, Leah se ha convertido en la supermodelo más cotizada del mundo, rodeada de lujo y glamour. Pero su pasado la persigue como una oscura sombra, misteriosamente entrelazado con la trágica historia de dos hermanos en la Polonia de la Segunda Guerra Mundial. Mientras dos generaciones de secretos amenazan con estallar, Leah se siente atrapada por una terrible profecía de su pasado. Y deberá desafiar al destino que las estrellas han trazado para ella...",
            "especificaciones": {
                "categoria": "Novela",
                "sub_categoria": "Historica",
                "idioma": "Español",
                "formato": "Tapa Blanda",
                "paginas": 544
            },
            "stock": 10,
            "imagen": "/assets/img/libros/novelas/La-Chica-Oculta.webp",
            "enEdicion": false,
            "enPromo": true
        },
        {
            "id": 5,
            "titulo": "Si Lo Crees Lo Creas",
            "autor": "TRACY, BRIAN",
            "editorial": "Aguilar",
            "precio": 14990,
            "resena": "Dejar ir los pensamientos negativos es uno de los pasos más importantes para vivir una vida exitosa y satisfactoria, pero también el más difícil. En esta práctica guía, el autor best seller Brian Tracy y la psicoterapeuta Christina Stein presentan su programa 'Psicología del logro' para ayudarte a identificar y superar patrones e ideas perjudiciales que te impiden alcanzar tus metas o sentirte feliz y satisfecho en tu vida. Tracy y Stein te ayudan a reconocer cómo la negatividad consciente (y muchas veces inconsciente) afecta tu personalidad, tu perspectiva y tus decisiones, y te muestran cómo recuperar el control de tus pensamientos, sentimientos y acciones para convertir lo negativo en positivo y aprender a aceptar cambios de vida inesperados.",
            "especificaciones": {
                "categoria": "Autoayuda",
                "sub_categoria": "Autoayuda",
                "idioma": "Español",
                "formato": "Tapa Blanda",
                "paginas": 240
            },
            "stock": 5,
            "imagen": "/assets/img/libros/auto-ayuda/Si-Lo-Crees-Lo-Creas.webp",
            "enEdicion": false,
            "enPromo": false
        }
    ]
}
